Repository: bob-zebedy/Newer
Catalog: Newer/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# error.authorization.access-denied
source: 无法访问目录: %@
en: Can't access folder: %@

# error.authorization.invalid
source: 目录授权已失效
en: Folder access is no longer valid

# error.authorization.invalid-configuration
source: 授权记录损坏或版本不支持
en: Access records are damaged or use an unsupported version

# error.authorization.missing
source: 尚未授权目录
en: No folder access

# error.authorization.outside-scope
source: 尚未授权此目录: %@
en: Access not granted for this folder: %@

# error.authorization.shared-storage-unavailable
source: 无法读写授权记录
en: Can't read or save access records.

# error.file-creation.invalid-template-path
source: 模板路径无效
en: The template path is invalid.

# error.file-creation.target-not-directory
source: 目标文件夹不存在或无法使用: %@
en: Destination folder is missing or unavailable: %@

# error.file-creation.template-not-found
source: 模板不可用 %@
en: Template unavailable %@

# error.file-creation.unique-name-unavailable
source: 无法找到可用的文件名: %@
en: Can't find an available file name: %@

# error.template.metadata-unavailable
source: 无法读取模板信息: %@
en: Can't read template details: %@

# finder.error.current-folder-unavailable
source: 无法获取当前目录
en: Can't find the current folder.

# log.application.started
source: 应用已启动
en: App started

# log.authorization.add-failed
source: 添加目录授权失败
en: Failed to add folder access

# log.authorization.added
source: 目录授权已保存
en: Folder access saved

# log.authorization.extension-settings-opened
source: Finder 扩展设置已打开
en: Finder extension settings opened

# log.authorization.extension-status-changed
source: Finder 扩展状态已更新
en: Finder extension status updated

# log.authorization.refresh-failed
source: 读取授权目录失败
en: Failed to load authorized folders

# log.authorization.refreshed
source: 已读取授权目录
en: Authorized folders loaded

# log.authorization.remove-failed
source: 移除目录授权失败
en: Failed to remove folder access

# log.authorization.removed
source: 目录授权已移除
en: Folder access removed

# log.templates.directory-open-failed
source: 打开模板目录失败
en: Failed to open template folder

# log.templates.directory-opened
source: 模板目录已打开
en: Template folder opened

# log.templates.refresh-failed
source: 加载模板失败
en: Failed to load templates

# log.templates.refreshed
source: 模板已加载
en: Templates loaded

# log.templates.reordered
source: 模板顺序已更新
en: Templates reordered

# log.templates.save-failed
source: 保存模板设置失败
en: Failed to save template settings

# log.templates.selection-updated
source: 模板启用状态已更新
en: Template enabled status updated

# log.templates.updated
source: 模板已更新
en: Template updated

# settings.logs.category.authorization
source: 授权
en: Access

# settings.logs.category.file-creation
source: 文件创建
en: File Creation

# settings.logs.category.finder-menu
source: Finder 菜单
en: Finder Menu

# settings.logs.category.lifecycle
source: 生命周期
en: Lifecycle

# settings.logs.category.templates
source: 模板
en: Templates

# settings.logs.clear
source: 清空
en: Clear

# settings.logs.empty
source: 暂无日志
en: No Logs

# settings.logs.field.count
source: 数量
en: Count

# settings.logs.field.identifier
source: 标识
en: ID

# settings.logs.field.path
source: 路径
en: Path

# settings.logs.field.reason
source: 原因
en: Reason

# settings.logs.field.status
source: 状态
en: Status

# settings.logs.field.template
source: 模板
en: Template

# settings.logs.filter.all
source: 全部
en: All

# settings.logs.filter.errors
source: 错误
en: Errors

# settings.logs.filtered-empty
source: 没有匹配的日志
en: No Matching Logs

# settings.logs.level-filter
source: 级别
en: Level

# settings.logs.level.debug
source: 调试
en: Debug

# settings.logs.level.error
source: 错误
en: Error

# settings.logs.level.info
source: 信息
en: Info

# settings.logs.level.notice
source: 通知
en: Notice

# settings.logs.level.warning
source: 警告
en: Warning

# settings.logs.live
source: 实时
en: Live

# settings.logs.source.all
source: 全部来源
en: All Sources

# settings.logs.source.application
source: 应用
en: App

# settings.logs.title
source: 运行日志
en: Runtime Logs

# settings.permissions.file-access.add-location
source: 添加位置
en: Add Location

# settings.permissions.file-access.directory
source: 选择目录
en: Choose Folder

# settings.permissions.file-access.empty.title
source: 尚未授权
en: Not Authorized

# settings.permissions.file-access.extension-disabled
source: 未启用 Finder 扩展
en: Finder extension not enabled

# settings.permissions.file-access.external-disk
source: 外部磁盘
en: External Disk

# settings.permissions.file-access.needs-authorization
source: 需要重新授权
en: Grant access again

# settings.permissions.file-access.panel.authorize
source: 授权
en: Grant Access

# settings.permissions.file-access.panel.directory.message
source: 请选择需要授权的目录
en: Choose a folder to authorize

# settings.permissions.file-access.panel.directory.title
source: 选择目录
en: Choose Folder

# settings.permissions.file-access.panel.external-disk.invalid-selection
source: 请选择外部磁盘根目录
en: Select the root folder of an external disk.

# settings.permissions.file-access.panel.external-disk.message
source: 请选择外部磁盘根目录
en: Select the root folder of an external disk.

# settings.permissions.file-access.panel.external-disk.title
source: 添加外部磁盘
en: Add External Disk

# settings.permissions.file-access.title
source: 访问权限
en: Access Permissions

# settings.permissions.file-access.unavailable
source: 暂不可用
en: Unavailable

# settings.permissions.finder-extension.name
source: Finder 扩展
en: Finder Extension

# settings.permissions.finder-extension.open-settings
source: 打开系统设置
en: Open System Settings

# settings.permissions.finder-extension.status.disabled
source: 未启用
en: Not Enabled

# settings.permissions.finder-extension.status.enabled
source: 已启用
en: Enabled

# settings.permissions.finder-extension.status.needs-confirmation
source: 状态待确认
en: Check Status

# settings.permissions.finder-extension.title
source: Finder 扩展
en: Finder Extension

# settings.sidebar.logs
source: 日志
en: Logs

# settings.sidebar.permissions
source: 权限
en: Permissions

# settings.sidebar.templates
source: 模板
en: Templates

# settings.templates.display-name
source: 显示名称
en: Display Name

# settings.templates.empty.title
source: 没有文件模板
en: No File Templates

# settings.templates.enabled-count
source: %1$lld / %2$lld 已启用
en: %1$lld / %2$lld enabled

# settings.templates.open-directory
source: 打开目录
en: Open Folder

# settings.templates.title
source: 模板管理
en: Template Management
